---
layout: post
title:  "傻姑娘的回复"
date:   2020-12-28 03:47:20 +0200
categories: daily
author: "Huihui"
lang: cn
---
以下的文字写在一个月前，但是我正失落，决心要改变自己。一个月过去了，我依然要好好学习和减肥，但是这信我是不会再发了，事情过去就过去了，时间可以结束一切，但有的情感仍旧不变，不后悔，正向激励，这篇文章就当傻姑娘的心里剧场演绎吧。
__________________________
看到你的回信，我还蛮高兴的，但是又有一点失落，为了保留我最后的一点点骄傲，所以我请你不要回复我。但是那之后我还在想是不是我不好呢，好像是哦，那段时间的我真的很不可爱哦，好多无病呻吟，我的好朋友评价我的邮件就是一句话，人家看到要被我吓死。

傻姑娘，你在干什么，感觉内心演了一部3个半小时的电影，到了该落幕的时候了。

明明是我曾经很讨厌的那个样子嘛，完全不是过去的阳光小可爱。好像是掉在水里快要被淹死的人，拼命想要抓住救命的稻草。但事实上，如果我自己不会游泳，没有人会把救生圈扔给我。

姊妹和我分享过一段经文，主耶稣来到世界上，是以人的样式，所以他要受苦，钉在十字架上。就像我的生活一样，无论经历了什么，和神的苦痛比起来都不值一提，就算有神的祝福，我自己依旧需要背起我十字架呀。

当时整个人乱糟糟的，不想回去见父母，假如自己放弃自己，除了神怎么可以奢望别人喜欢这样不可爱的自己呢，感谢有主。然后我对自己说，先改变自己吧，起码先把自己找到对不对，然后勇敢地再试一次。

三个月，我11点半睡觉，6点起来复习功课，每天跑步4公里。执行着6小时的节食计划，可能是有一点点被刺激到，竟然都坚持下来了。结果还不错，穿上了最小的那条牛仔裤，考试结果也不错。好像又找回了自己诶。

我有一个一而再再而三原则，什么事情一定尝试两到三次，如果最后还是失败，那大概是老天让我放弃。找工作是如此，面试失败，我再努力一次，问一问面试官为什么拒绝我。考试结果不理想，那就问老师协商可不可以改分数。申请奖学金失败，我就再去申诉一次，再争一次。这些的第二次都是失败的，但是结束后我毫无遗憾了。

我可不是要炫耀我有多么自律哦，有人对我说，你把自己变得更好，让别人后悔，是人家的损失等等。但这绝对不是我的想法，我始终认为我走我的路。既然我曾经欣赏过某个人，那我一定希望他也好好地，我相信他的人品，善良的他也会为我变得更开心更美好而高兴。

又是好多话。。。不过这次我还蛮开心的啦。